Christopher Brett Danely - MD & Analyst

關於預期復甦的幾個具體問題。你的基本情況是——我想就今年下半年的 PC 和手機需求而言，你的基本情況是否期望這些終端市場恢復正常的季節性？隨著您繼續增加 DRAM 和 NAND 出貨量，我們應該如何預期利用率趨勢？我們是否應該期望您在幾個季度內恢復到全部利用率？或者您是否可以向我們提供某種收入或位級別來表明您已恢復到充分利用？

Sanjay Mehrotra - CEO, President & Director

因此，關於利用率，當然，我們將繼續監測行業需求，繼續努力降低庫存天數對我們來說很重要，利用率也可能持續到 24 財年。我們將再次根據我們未來圍繞庫存狀況和需求評估的最新狀態做出有關利用率的決定。

關於您關於智能手機市場的問題，正如我們所說，在 24 日曆年，我們預計智能手機銷量將同比下降，而我們的第二季度增長高於季節性。隨著客戶的庫存水平在一年中恢復正常，智能手機市場也將恢復正常的需求趨勢。

而對於智能手機市場，儘管出貨量可能同比下降，但重要的是智能手機市場正在將其組合更多地轉向旗艦手機，而旗艦手機也需要更多的內存。因此，隨著今年智能手機市場需求的增長，這些趨勢將逐漸顯現。
